<template>
    <div class="text">
        Коммуникабелен, тактичен, с легкостью налаживаю контакт с людьми, умею работать в команде, грамотно распределять время и расставлять приоритеты в решении поставленных задач. Привык доводить начатое дело до конца каким бы сложным оно ни было. <span>Горю тем, чем я занимаюсь:</span> в случае сложных и требующих немедленного решения задач готов включиться в работу в выходные дни, помочь коллегам при необходимости. Поскольку IT-сфера постоянно развивается, стараюсь развиваться вместе с ней: изучаю профессиональную литературу, совершенствую навыки разработки, слежу за новыми тенденциями и решениями, быстро осваиваю новые направления деятельности. Придерживаюсь мнения: постоянно изучая и пробуя новое в выбранной профессиональной сфере, как и в любой другой, оттачивая свое мастерство и доводя до идеала каждое действие, человек расширяет свои возможности, находится в постоянном развитии.  Один раз обучиться чему-либо и остаться довольным собой, пользуясь однажды приобретенными знаниями и навыками, - значит увязнуть в болоте, топтаться на месте для меня. Как отмечал классик, <span>«нужно любить то, что делаешь, и тогда труд … возвышается до творчества»</span>.
    </div>
</template>

<script>
    export default {
        name: 'my-description'
    }
</script>

<style lang="scss" scoped>
.text {
    color: white;
    font-size: 1.3em;
    text-align: justify;
    padding: 25px;
    border-radius: 25px;
    box-shadow: rgba(0, 0, 0, 0.6) 0px 15px 25px;
}
span {
    border-bottom: 2px solid red;
}
</style>